Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DownloadsDefenseMeasureSection.Description
source: To combat the threat of more sophisticated malware, a preemptive measure is taken by creating and deploying an App Control policy on the system. This policy blocks the execution of executables and other potentially harmful file types in the Downloads folder. This policy defends the system from malware that can launch itself automatically after being downloaded from the Internet and has the potential to protect against zero-click exploits. The user must ensure the file's safety and explicitly transfer it to a different folder before running it.
ar: لمكافحة تهديد البرامج الضارة الأكثر تطوراً، يتم اتخاذ إجراء وقائي من خلال إنشاء ونشر سياسة التحكم في التطبيقات على النظام. تحظر هذه السياسة تنفيذ الملفات القابلة للتنفيذ وأنواع الملفات الضارة المحتملة الأخرى في مجلد التنزيلات. تدافع هذه السياسة عن النظام ضد البرامج الضارة التي يمكن أن تطلق نفسها تلقائياً بعد تنزيلها من الإنترنت ولديها القدرة على الحماية من الثغرات بدون نقرات. يجب على المستخدم التأكد من سلامة الملف ونقله صراحةً إلى مجلد مختلف قبل تشغيله.
de_de: Zur Abwehr der Gefahr zunehmend ausgefeilter Malware wird präventiv eine App Control-Richtlinie erstellt und auf dem System bereitgestellt. Diese Richtlinie blockiert die Ausführung von ausführbaren Dateien und anderen potenziell schädlichen Dateitypen im Ordner 'Downloads'. Diese Richtlinie schützt das System vor Malware, die sich nach dem Herunterladen aus dem Internet automatisch starten kann, und bietet potenziellen Schutz vor Zero-Click-Exploits. Der Benutzer muss die Sicherheit der Datei sicherstellen und sie vor der Ausführung explizit in einen anderen Ordner verschieben.
el_gr: Για την καταπολέμηση της απειλής πιο εξελιγμένου κακόβουλου λογισμικού, λαμβάνεται ένα προληπτικό μέτρο με τη δημιουργία και την ανάπτυξη μιας πολιτικής ελέγχου εφαρμογών στο σύστημα. Αυτή η πολιτική αποκλείει την εκτέλεση εκτελέσιμων αρχείων και άλλων δυνητικά επιβλαβών τύπων αρχείων στον φάκελο Λήψεις. Αυτή η πολιτική υπερασπίζεται το σύστημα από κακόβουλο λογισμικό που μπορεί να εκκινηθεί αυτόματα μετά τη λήψη από το Διαδίκτυο και έχει τη δυνατότητα να προστατεύσει από εκμεταλλεύσεις μηδενικού κλικ. Ο χρήστης πρέπει να διασφαλίσει την ασφάλεια του αρχείου και να το μεταφέρει ρητά σε διαφορετικό φάκελο πριν το εκτελέσει.
es: Para combatir la amenaza de malware más sofisticado, se toma una medida preventiva creando e implementando una política de App Control en el sistema. Esta política bloquea la ejecución de ejecutables y otros tipos de archivos potencialmente dañinos en la carpeta de Descargas. Esta política defiende el sistema contra malware que puede iniciarse automáticamente después de descargarse de Internet y tiene el potencial de proteger contra exploits de cero clics. El usuario debe asegurarse de la seguridad del archivo y transferirlo explícitamente a una carpeta diferente antes de ejecutarlo.
fr_fr: Pour combattre la menace de logiciels malveillants plus sophistiqués, une mesure préventive est prise en créant et en déployant une politique App Control sur le système. Cette politique bloque l'exécution d'exécutables et d'autres types de fichiers potentiellement dangereux dans le dossier Téléchargements. Cette politique défend le système contre les logiciels malveillants qui peuvent se lancer automatiquement après avoir été téléchargés depuis Internet et a le potentiel de protéger contre les exploits zéro-clic. L'utilisateur doit s'assurer de la sécurité du fichier et le transférer explicitement vers un autre dossier avant de l'exécuter.
he_il: כדי להתמודד עם האיום של תוכנות זדוניות מתוחכמות יותר, ננקט אמצע מונע על ידי יצירה ופריסה של מדיניות App Control במערכת. מדיניות זו חוסמת את הפעלת קבצי הפעלה וסוגי קבצים מזיקים פוטנציאליים אחרים בתיקיית ההורדות. מדיניות זו מגינה על המערכת מפני תוכנות זדוניות שיכולות להפעיל את עצמן באופן אוטומטי לאחר הורדה מהאינטרנט ויש לה פוטנציאל להגן מפני ניצולים ללא קליק. המשתמש חייב לוודא את בטיחות הקובץ ולהעביר אותו במפורש לתיקייה אחרת לפני הפעלתו.
hi_in: अधिक परिष्कृत मैलवेयर के खतरे से निपटने के लिए, सिस्टम पर ऐप नियंत्रण नीति बनाकर और तैनात करके एक निवारक उपाय किया जाता है। यह नीति डाउनलोड फ़ोल्डर में निष्पादन योग्य फ़ाइलों और अन्य संभावित रूप से हानिकारक फ़ाइल प्रकारों के निष्पादन को अवरुद्ध करती है। यह नीति सिस्टम को उस मैलवेयर से बचाती है जो इंटरनेट से डाउनलोड होने के बाद स्वचालित रूप से स्वयं को लॉन्च कर सकता है और इसमें शून्य-क्लिक शोषण से बचाने की क्षमता है। उपयोगकर्ता को फ़ाइल की सुरक्षा सुनिश्चित करनी चाहिए और इसे चलाने से पहले स्पष्ट रूप से किसी अन्य फ़ोल्डर में स्थानांतरित करना चाहिए।
ja_jp: より高度なマルウェアの脅威に対抗するため、システム上にApp Controlポリシーを作成して展開することで先制的な対策を講じます。このポリシーは、ダウンロードフォルダーでの実行可能ファイルやその他の潜在的に有害なファイルタイプの実行をブロックします。このポリシーは、インターネットからダウンロードされた後に自動的に起動する可能性のあるマルウェアからシステムを防御し、ゼロクリックエクスプロイトからの保護の可能性があります。ユーザーはファイルの安全性を確認し、実行する前に別のフォルダーに明示的に移動する必要があります。
ml_in: കൂടുതൽ സങ്കീർണമായ ദുഷിച്ച സോഫ്റ്റ്‌വെയറിന്റെ ഭീഷണിയെ ചെറുക്കുന്നതിന്, സിസ്റ്റത്തിൽ ഒരു ആപ്പ് നിയന്ത്രണ നയം സൃഷ്‌ടിക്കുകയും വിന്യസിക്കുകയും ചെയ്തുകൊണ്ട് ഒരു മുൻകൂർ നടപടി സ്വീകരിക്കുന്നു. ഈ നയം ഡൗൺലോഡുകൾ ഫോൾഡറിലെ എക്‌സിക്യൂട്ടബിളുകളുടെയും മറ്റ് അപകടകരമായേക്കാവുന്ന ഫയൽ തരങ്ങളുടെയും നിർവഹണം തടയുന്നു. ഇന്റർനെറ്റിൽ നിന്ന് ഡൗൺലോഡ് ചെയ്തതിന് ശേഷം സ്വയമേവ സ്വയം ലോഞ്ച് ചെയ്യാൻ കഴിയുന്ന ദുഷിച്ച സോഫ്റ്റ്‌വെയറിൽ നിന്ന് സിസ്റ്റത്തെ ഈ നയം പ്രതിരോധിക്കുകയും സീറോ-ക്ലിക്ക് എക്‌സ്‌പ്ലോയിറ്റുകളിൽ നിന്ന് സംരക്ഷിക്കാനുള്ള സാധ്യത ഉണ്ടായിരിക്കുകയും ചെയ്യുന്നു. ഉപയോക്താവ് ഫയലിന്റെ സുരക്ഷ ഉറപ്പാക്കുകയും അത് പ്രവർത്തിപ്പിക്കുന്നതിന് മുമ്പ് വ്യക്തമായി മറ്റൊരു ഫോൾഡറിലേക്ക് മാറ്റുകയും വേണം.
pl_pl: Aby zwalczyć zagrożenie bardziej zaawansowanym złośliwym oprogramowaniem, podejmowany jest środek zapobiegawczy poprzez utworzenie i wdrożenie zasad App Control w systemie. Te zasady blokują wykonywanie plików wykonywalnych i innych potencjalnie szkodliwych typów plików w folderze Pobrane. Te zasady chronią system przed złośliwym oprogramowaniem, które może uruchamiać się automatycznie po pobraniu z Internetu i mają potencjał ochrony przed exploitami bezklików. Użytkownik musi upewnić się co do bezpieczeństwa pliku i wyraźnie przenieść go do innego folderu przed uruchomieniem.
tr_tr: Daha karmaşık kötü amaçlı yazılım tehdidiyle mücadele etmek için, sistemde bir Uygulama Denetimi ilkesi oluşturulup dağıtılarak önleyici bir önlem alınır. Bu politika, İndirilenler klasöründeki yürütülebilir dosyaların ve diğer zararlı olabilecek dosya türlerinin yürütülmesini engeller. Bu politika, sistemi İnternetten indirildikten sonra otomatik olarak başlatılabilen ve sıfır tıklamayla yapılan istismarlara karşı koruma potansiyeline sahip olan kötü amaçlı yazılımlara karşı korur. Kullanıcı, dosyayı çalıştırmadan önce dosyanın güvenliğini sağlamalı ve açıkça farklı bir klasöre aktarmalıdır.

# DownloadsDefenseMeasureSection.ToolTipService.ToolTip
source: To combat the threat of more sophisticated malware, a preemptive measure is taken by creating and deploying an App Control policy on the system. This policy blocks the execution of executables and other potentially harmful file types in the Downloads folder. This policy defends the system from malware that can launch itself automatically after being downloaded from the Internet and has the potential to protect against zero-click exploits. The user must ensure the file's safety and explicitly transfer it to a different folder before running it.
ar: لمكافحة تهديد البرامج الضارة الأكثر تطوراً، يتم اتخاذ إجراء وقائي من خلال إنشاء ونشر سياسة التحكم في التطبيقات على النظام. تحظر هذه السياسة تنفيذ الملفات القابلة للتنفيذ وأنواع الملفات الضارة المحتملة الأخرى في مجلد التنزيلات. تدافع هذه السياسة عن النظام ضد البرامج الضارة التي يمكن أن تطلق نفسها تلقائياً بعد تنزيلها من الإنترنت ولديها القدرة على الحماية من الثغرات بدون نقرات. يجب على المستخدم التأكد من سلامة الملف ونقله صراحةً إلى مجلد مختلف قبل تشغيله.
de_de: Zur Abwehr der Gefahr zunehmend ausgefeilter Malware wird präventiv eine App Control-Richtlinie erstellt und auf dem System bereitgestellt. Diese Richtlinie blockiert die Ausführung von ausführbaren Dateien und anderen potenziell schädlichen Dateitypen im Ordner 'Downloads'. Diese Richtlinie schützt das System vor Malware, die sich nach dem Herunterladen aus dem Internet automatisch starten kann, und bietet potenziellen Schutz vor Zero-Click-Exploits. Der Benutzer muss die Sicherheit der Datei sicherstellen und sie vor der Ausführung explizit in einen anderen Ordner verschieben.
el_gr: Για την καταπολέμηση της απειλής πιο εξελιγμένου κακόβουλου λογισμικού, λαμβάνεται ένα προληπτικό μέτρο με τη δημιουργία και την ανάπτυξη μιας πολιτικής ελέγχου εφαρμογών στο σύστημα. Αυτή η πολιτική αποκλείει την εκτέλεση εκτελέσιμων αρχείων και άλλων δυνητικά επιβλαβών τύπων αρχείων στον φάκελο Λήψεις. Αυτή η πολιτική υπερασπίζεται το σύστημα από κακόβουλο λογισμικό που μπορεί να εκκινηθεί αυτόματα μετά τη λήψη από το Διαδίκτυο και έχει τη δυνατότητα να προστατεύσει από εκμεταλλεύσεις μηδενικού κλικ. Ο χρήστης πρέπει να διασφαλίσει την ασφάλεια του αρχείου και να το μεταφέρει ρητά σε διαφορετικό φάκελο πριν το εκτελέσει.
es: Para combatir la amenaza de malware más sofisticado, se toma una medida preventiva creando e implementando una política de App Control en el sistema. Esta política bloquea la ejecución de ejecutables y otros tipos de archivos potencialmente dañinos en la carpeta de Descargas. Esta política defiende el sistema contra malware que puede iniciarse automáticamente después de descargarse de Internet y tiene el potencial de proteger contra exploits de cero clics. El usuario debe asegurarse de la seguridad del archivo y transferirlo explícitamente a una carpeta diferente antes de ejecutarlo.
fr_fr: Pour combattre la menace de logiciels malveillants plus sophistiqués, une mesure préventive est prise en créant et en déployant une politique App Control sur le système. Cette politique bloque l'exécution d'exécutables et d'autres types de fichiers potentiellement dangereux dans le dossier Téléchargements. Cette politique défend le système contre les logiciels malveillants qui peuvent se lancer automatiquement après avoir été téléchargés depuis Internet et a le potentiel de protéger contre les exploits zéro-clic. L'utilisateur doit s'assurer de la sécurité du fichier et le transférer explicitement vers un autre dossier avant de l'exécuter.
he_il: כדי להתמודד עם האיום של תוכנות זדוניות מתוחכמות יותר, ננקט אמצע מונע על ידי יצירה ופריסה של מדיניות App Control במערכת. מדיניות זו חוסמת את הפעלת קבצי הפעלה וסוגי קבצים מזיקים פוטנציאליים אחרים בתיקיית ההורדות. מדיניות זו מגינה על המערכת מפני תוכנות זדוניות שיכולות להפעיל את עצמן באופן אוטומטי לאחר הורדה מהאינטרנט ויש לה פוטנציאל להגן מפני ניצולים ללא קליק. המשתמש חייב לוודא את בטיחות הקובץ ולהעביר אותו במפורש לתיקייה אחרת לפני הפעלתו.
hi_in: अधिक परिष्कृत मैलवेयर के खतरे से निपटने के लिए, सिस्टम पर ऐप नियंत्रण नीति बनाकर और तैनात करके एक निवारक उपाय किया जाता है। यह नीति डाउनलोड फ़ोल्डर में निष्पादन योग्य फ़ाइलों और अन्य संभावित रूप से हानिकारक फ़ाइल प्रकारों के निष्पादन को अवरुद्ध करती है। यह नीति सिस्टम को उस मैलवेयर से बचाती है जो इंटरनेट से डाउनलोड होने के बाद स्वचालित रूप से स्वयं को लॉन्च कर सकता है और इसमें शून्य-क्लिक शोषण से बचाने की क्षमता है। उपयोगकर्ता को फ़ाइल की सुरक्षा सुनिश्चित करनी चाहिए और इसे चलाने से पहले स्पष्ट रूप से किसी अन्य फ़ोल्डर में स्थानांतरित करना चाहिए।
ja_jp: より高度なマルウェアの脅威に対抗するため、システム上にApp Controlポリシーを作成して展開することで先制的な対策を講じます。このポリシーは、ダウンロードフォルダーでの実行可能ファイルやその他の潜在的に有害なファイルタイプの実行をブロックします。このポリシーは、インターネットからダウンロードされた後に自動的に起動する可能性のあるマルウェアからシステムを防御し、ゼロクリックエクスプロイトからの保護の可能性があります。ユーザーはファイルの安全性を確認し、実行する前に別のフォルダーに明示的に移動する必要があります。
ml_in: കൂടുതൽ സങ്കീർണമായ ദുഷിച്ച സോഫ്റ്റ്‌വെയറിന്റെ ഭീഷണിയെ ചെറുക്കുന്നതിന്, സിസ്റ്റത്തിൽ ഒരു ആപ്പ് നിയന്ത്രണ നയം സൃഷ്‌ടിക്കുകയും വിന്യസിക്കുകയും ചെയ്തുകൊണ്ട് ഒരു മുൻകൂർ നടപടി സ്വീകരിക്കുന്നു. ഈ നയം ഡൗൺലോഡുകൾ ഫോൾഡറിലെ എക്‌സിക്യൂട്ടബിളുകളുടെയും മറ്റ് അപകടകരമായേക്കാവുന്ന ഫയൽ തരങ്ങളുടെയും നിർവഹണം തടയുന്നു. ഇന്റർനെറ്റിൽ നിന്ന് ഡൗൺലോഡ് ചെയ്തതിന് ശേഷം സ്വയമേവ സ്വയം ലോഞ്ച് ചെയ്യാൻ കഴിയുന്ന ദുഷിച്ച സോഫ്റ്റ്‌വെയറിൽ നിന്ന് സിസ്റ്റത്തെ ഈ നയം പ്രതിരോധിക്കുകയും സീറോ-ക്ലിക്ക് എക്‌സ്‌പ്ലോയിറ്റുകളിൽ നിന്ന് സംരക്ഷിക്കാനുള്ള സാധ്യത ഉണ്ടായിരിക്കുകയും ചെയ്യുന്നു. ഉപയോക്താവ് ഫയലിന്റെ സുരക്ഷ ഉറപ്പാക്കുകയും അത് പ്രവർത്തിപ്പിക്കുന്നതിന് മുമ്പ് വ്യക്തമായി മറ്റൊരു ഫോൾഡറിലേക്ക് മാറ്റുകയും വേണം.
pl_pl: Aby zwalczyć zagrożenie bardziej zaawansowanym złośliwym oprogramowaniem, podejmowany jest środek zapobiegawczy poprzez utworzenie i wdrożenie zasad App Control w systemie. Te zasady blokują wykonywanie plików wykonywalnych i innych potencjalnie szkodliwych typów plików w folderze Pobrane. Te zasady chronią system przed złośliwym oprogramowaniem, które może uruchamiać się automatycznie po pobraniu z Internetu i mają potencjał ochrony przed exploitami bezklików. Użytkownik musi upewnić się co do bezpieczeństwa pliku i wyraźnie przenieść go do innego folderu przed uruchomieniem.
tr_tr: Daha karmaşık kötü amaçlı yazılım tehdidiyle mücadele etmek için, sistemde bir Uygulama Denetimi ilkesi oluşturulup dağıtılarak önleyici bir önlem alınır. Bu politika, İndirilenler klasöründeki yürütülebilir dosyaların ve diğer zararlı olabilecek dosya türlerinin yürütülmesini engeller. Bu politika, sistemi İnternetten indirildikten sonra otomatik olarak başlatılabilen ve sıfır tıklamayla yapılan istismarlara karşı koruma potansiyeline sahip olan kötü amaçlı yazılımlara karşı korur. Kullanıcı, dosyayı çalıştırmadan önce dosyanın güvenliğini sağlamalı ve açıkça farklı bir klasöre aktarmalıdır.

# DownloadsDefenseMeasureSection.AutomationProperties.HelpText
source: To combat the threat of more sophisticated malware, a preemptive measure is taken by creating and deploying an App Control policy on the system. This policy blocks the execution of executables and other potentially harmful file types in the Downloads folder. This policy defends the system from malware that can launch itself automatically after being downloaded from the Internet and has the potential to protect against zero-click exploits. The user must ensure the file's safety and explicitly transfer it to a different folder before running it.
ar: لمكافحة تهديد البرامج الضارة الأكثر تطوراً، يتم اتخاذ إجراء وقائي من خلال إنشاء ونشر سياسة التحكم في التطبيقات على النظام. تحظر هذه السياسة تنفيذ الملفات القابلة للتنفيذ وأنواع الملفات الضارة المحتملة الأخرى في مجلد التنزيلات. تدافع هذه السياسة عن النظام ضد البرامج الضارة التي يمكن أن تطلق نفسها تلقائياً بعد تنزيلها من الإنترنت ولديها القدرة على الحماية من الثغرات بدون نقرات. يجب على المستخدم التأكد من سلامة الملف ونقله صراحةً إلى مجلد مختلف قبل تشغيله.
de_de: Zur Abwehr der Gefahr zunehmend ausgefeilter Malware wird präventiv eine App Control-Richtlinie erstellt und auf dem System bereitgestellt. Diese Richtlinie blockiert die Ausführung von ausführbaren Dateien und anderen potenziell schädlichen Dateitypen im Ordner 'Downloads'. Diese Richtlinie schützt das System vor Malware, die sich nach dem Herunterladen aus dem Internet automatisch starten kann, und bietet potenziellen Schutz vor Zero-Click-Exploits. Der Benutzer muss die Sicherheit der Datei sicherstellen und sie vor der Ausführung explizit in einen anderen Ordner verschieben.
el_gr: Για την καταπολέμηση της απειλής πιο εξελιγμένου κακόβουλου λογισμικού, λαμβάνεται ένα προληπτικό μέτρο με τη δημιουργία και την ανάπτυξη μιας πολιτικής ελέγχου εφαρμογών στο σύστημα. Αυτή η πολιτική αποκλείει την εκτέλεση εκτελέσιμων αρχείων και άλλων δυνητικά επιβλαβών τύπων αρχείων στον φάκελο Λήψεις. Αυτή η πολιτική υπερασπίζεται το σύστημα από κακόβουλο λογισμικό που μπορεί να εκκινηθεί αυτόματα μετά τη λήψη από το Διαδίκτυο και έχει τη δυνατότητα να προστατεύσει από εκμεταλλεύσεις μηδενικού κλικ. Ο χρήστης πρέπει να διασφαλίσει την ασφάλεια του αρχείου και να το μεταφέρει ρητά σε διαφορετικό φάκελο πριν το εκτελέσει.
es: Para combatir la amenaza de malware más sofisticado, se toma una medida preventiva creando e implementando una política de App Control en el sistema. Esta política bloquea la ejecución de ejecutables y otros tipos de archivos potencialmente dañinos en la carpeta de Descargas. Esta política defiende el sistema contra malware que puede iniciarse automáticamente después de descargarse de Internet y tiene el potencial de proteger contra exploits de cero clics. El usuario debe asegurarse de la seguridad del archivo y transferirlo explícitamente a una carpeta diferente antes de ejecutarlo.
fr_fr: Pour combattre la menace de logiciels malveillants plus sophistiqués, une mesure préventive est prise en créant et en déployant une politique App Control sur le système. Cette politique bloque l'exécution d'exécutables et d'autres types de fichiers potentiellement dangereux dans le dossier Téléchargements. Cette politique défend le système contre les logiciels malveillants qui peuvent se lancer automatiquement après avoir été téléchargés depuis Internet et a le potentiel de protéger contre les exploits zéro-clic. L'utilisateur doit s'assurer de la sécurité du fichier et le transférer explicitement vers un autre dossier avant de l'exécuter.
he_il: כדי להתמודד עם האיום של תוכנות זדוניות מתוחכמות יותר, ננקט אמצע מונע על ידי יצירה ופריסה של מדיניות App Control במערכת. מדיניות זו חוסמת את הפעלת קבצי הפעלה וסוגי קבצים מזיקים פוטנציאליים אחרים בתיקיית ההורדות. מדיניות זו מגינה על המערכת מפני תוכנות זדוניות שיכולות להפעיל את עצמן באופן אוטומטי לאחר הורדה מהאינטרנט ויש לה פוטנציאל להגן מפני ניצולים ללא קליק. המשתמש חייב לוודא את בטיחות הקובץ ולהעביר אותו במפורש לתיקייה אחרת לפני הפעלתו.
hi_in: अधिक परिष्कृत मैलवेयर के खतरे से निपटने के लिए, सिस्टम पर ऐप नियंत्रण नीति बनाकर और तैनात करके एक निवारक उपाय किया जाता है। यह नीति डाउनलोड फ़ोल्डर में निष्पादन योग्य फ़ाइलों और अन्य संभावित रूप से हानिकारक फ़ाइल प्रकारों के निष्पादन को अवरुद्ध करती है। यह नीति सिस्टम को उस मैलवेयर से बचाती है जो इंटरनेट से डाउनलोड होने के बाद स्वचालित रूप से स्वयं को लॉन्च कर सकता है और इसमें शून्य-क्लिक शोषण से बचाने की क्षमता है। उपयोगकर्ता को फ़ाइल की सुरक्षा सुनिश्चित करनी चाहिए और इसे चलाने से पहले स्पष्ट रूप से किसी अन्य फ़ोल्डर में स्थानांतरित करना चाहिए।
ja_jp: より高度なマルウェアの脅威に対抗するため、システム上にApp Controlポリシーを作成して展開することで先制的な対策を講じます。このポリシーは、ダウンロードフォルダーでの実行可能ファイルやその他の潜在的に有害なファイルタイプの実行をブロックします。このポリシーは、インターネットからダウンロードされた後に自動的に起動する可能性のあるマルウェアからシステムを防御し、ゼロクリックエクスプロイトからの保護の可能性があります。ユーザーはファイルの安全性を確認し、実行する前に別のフォルダーに明示的に移動する必要があります。
ml_in: കൂടുതൽ സങ്കീർണമായ ദുഷിച്ച സോഫ്റ്റ്‌വെയറിന്റെ ഭീഷണിയെ ചെറുക്കുന്നതിന്, സിസ്റ്റത്തിൽ ഒരു ആപ്പ് നിയന്ത്രണ നയം സൃഷ്‌ടിക്കുകയും വിന്യസിക്കുകയും ചെയ്തുകൊണ്ട് ഒരു മുൻകൂർ നടപടി സ്വീകരിക്കുന്നു. ഈ നയം ഡൗൺലോഡുകൾ ഫോൾഡറിലെ എക്‌സിക്യൂട്ടബിളുകളുടെയും മറ്റ് അപകടകരമായേക്കാവുന്ന ഫയൽ തരങ്ങളുടെയും നിർവഹണം തടയുന്നു. ഇന്റർനെറ്റിൽ നിന്ന് ഡൗൺലോഡ് ചെയ്തതിന് ശേഷം സ്വയമേവ സ്വയം ലോഞ്ച് ചെയ്യാൻ കഴിയുന്ന ദുഷിച്ച സോഫ്റ്റ്‌വെയറിൽ നിന്ന് സിസ്റ്റത്തെ ഈ നയം പ്രതിരോധിക്കുകയും സീറോ-ക്ലിക്ക് എക്‌സ്‌പ്ലോയിറ്റുകളിൽ നിന്ന് സംരക്ഷിക്കാനുള്ള സാധ്യത ഉണ്ടായിരിക്കുകയും ചെയ്യുന്നു. ഉപയോക്താവ് ഫയലിന്റെ സുരക്ഷ ഉറപ്പാക്കുകയും അത് പ്രവർത്തിപ്പിക്കുന്നതിന് മുമ്പ് വ്യക്തമായി മറ്റൊരു ഫോൾഡറിലേക്ക് മാറ്റുകയും വേണം.
pl_pl: Aby zwalczyć zagrożenie bardziej zaawansowanym złośliwym oprogramowaniem, podejmowany jest środek zapobiegawczy poprzez utworzenie i wdrożenie zasad App Control w systemie. Te zasady blokują wykonywanie plików wykonywalnych i innych potencjalnie szkodliwych typów plików w folderze Pobrane. Te zasady chronią system przed złośliwym oprogramowaniem, które może uruchamiać się automatycznie po pobraniu z Internetu i mają potencjał ochrony przed exploitami bezklików. Użytkownik musi upewnić się co do bezpieczeństwa pliku i wyraźnie przenieść go do innego folderu przed uruchomieniem.
tr_tr: Daha karmaşık kötü amaçlı yazılım tehdidiyle mücadele etmek için, sistemde bir Uygulama Denetimi ilkesi oluşturulup dağıtılarak önleyici bir önlem alınır. Bu politika, İndirilenler klasöründeki yürütülebilir dosyaların ve diğer zararlı olabilecek dosya türlerinin yürütülmesini engeller. Bu politika, sistemi İnternetten indirildikten sonra otomatik olarak başlatılabilen ve sıfır tıklamayla yapılan istismarlara karşı koruma potansiyeline sahip olan kötü amaçlı yazılımlara karşı korur. Kullanıcı, dosyayı çalıştırmadan önce dosyanın güvenliğini sağlamalı ve açıkça farklı bir klasöre aktarmalıdır.

# DownloadsDefenseMeasureCreateButton.Content
source: Create
ar: إنشاء
de_de: Erstellen
el_gr: Δημιουργία
es: Crear
fr_fr: Créer
he_il: צור
hi_in: बनाएं
ja_jp: 作成
ml_in: സൃഷ്‌ടിക്കുക
pl_pl: Utwórz
tr_tr: Yaratmak

# DownloadsDefenseMeasureCreateButton.ToolTipService.ToolTip
source: Create the Downloads Defense Measures Policy
ar: إنشاء سياسة تدابير الدفاع عن التنزيلات
de_de: Die Richtlinie für Schutzmaßnahmen für Downloads erstellen
el_gr: Δημιουργία της πολιτικής μέτρων άμυνας λήψεων
es: Crear la política de medidas de defensa de descargas
fr_fr: Créer la Politique de Mesures de Défense des Téléchargements
he_il: צור את מדיניות אמצעי ההגנה על תיקיית ההורדות
hi_in: डाउनलोड रक्षा उपाय नीति बनाएं
ja_jp: ダウンロード防御策ポリシーを作成
ml_in: ഡൗൺലോഡുകൾ പ്രതിരോധ നടപടികൾ നയം സൃഷ്‌ടിക്കുക
pl_pl: Utwórz zasady obrony folderu Pobrane
tr_tr: İndirme Savunma Önlemleri Politikasını Oluşturun

# DownloadsDefenseMeasureCreateButton.AutomationProperties.HelpText
source: Create the Downloads Defense Measures Policy
ar: إنشاء سياسة تدابير الدفاع عن التنزيلات
de_de: Die Richtlinie für Schutzmaßnahmen für Downloads erstellen
el_gr: Δημιουργία της πολιτικής μέτρων άμυνας λήψεων
es: Crear la política de medidas de defensa de descargas
fr_fr: Créer la Politique de Mesures de Défense des Téléchargements
he_il: צור את מדיניות אמצעי ההגנה על תיקיית ההורדות
hi_in: डाउनलोड रक्षा उपाय नीति बनाएं
ja_jp: ダウンロード防御策ポリシーを作成
ml_in: ഡൗൺലോഡുകൾ പ്രതിരോധ നടപടികൾ നയം സൃഷ്‌ടിക്കുക
pl_pl: Utwórz zasady obrony folderu Pobrane
tr_tr: İndirme Savunma Önlemleri Politikasını Oluşturun

# DownloadsDefenseMeasurePolicyCreatedSuccessfully
source: Successfully created the Downloads Defense Measures policy
ar: تم إنشاء سياسة تدابير الدفاع عن التنزيلات بنجاح
de_de: Die Richtlinie für Schutzmaßnahmen für Downloads wurde erfolgreich erstellt
el_gr: Η πολιτική μέτρων άμυνας λήψεων δημιουργήθηκε επιτυχώς
es: Se creó exitosamente la política de medidas de defensa de descargas
fr_fr: Création réussie de la politique de Mesures de Défense des Téléchargements
he_il: מדיניות אמצעי ההגנה על תיקיית ההורדות נוצרה בהצלחה
hi_in: डाउनलोड रक्षा उपाय नीति सफलतापूर्वक बनाई गई
ja_jp: ダウンロード防御策ポリシーが正常に作成されました
ml_in: ഡൗൺലോഡുകൾ പ്രതിരോധ നടപടികൾ നയം വിജയകരമായി സൃഷ്‌ടിച്ചു
pl_pl: Pomyślnie utworzono zasady obrony folderu Pobrane
tr_tr: İndirme Savunma Önlemleri politikası başarıyla oluşturuldu

# CreatingPolicyRMMBlocking
source: Creating the Remote Monitoring and Management Blocking policy
ar: إنشاء سياسة حظر المراقبة والإدارة عن بُعد
de_de: Erstellen der Blockierungsrichtlinie für Remote Monitoring and Management
el_gr: Δημιουργία της πολιτικής αποκλεισμού απομακρυσμένης παρακολούθησης και διαχείρισης
es: Creando la política de bloqueo de monitoreo y administración remota
fr_fr: Création de la politique de Blocage de Surveillance et Gestion à Distance
he_il: יוצר את מדיניות חסימת ניטור וניהול מרחוק
hi_in: दूरस्थ निगरानी और प्रबंधन अवरोधन नीति बनाई जा रही है
ja_jp: リモート監視管理ブロッキングポリシーを作成しています
ml_in: വിദൂര നിരീക്ഷണവും മാനേജ്‌മെന്റും തടയൽ നയം സൃഷ്‌ടിക്കുന്നു
pl_pl: Tworzenie zasad blokowania zdalnego monitorowania i zarządzania
tr_tr: Uzaktan İzleme ve Yönetim Engelleme politikasının oluşturulması
